{
    "injector": {
        "enable": true,
        "print_loaded_modules": false
    },
    "allocate_console": false,
    "tunnel_decoder": {
        "enable": false,
        "mapping": "éáäöüß"
    },
    "character_substitution": {
        "enable": true,
        "source_characters": "这说为你们时过对么她还现发种样见经头书实开两动话问间论长进义给关别门觉复难东应风张认传题处马让爱师语变尔许结边历记读识战德术远总观呢吧连强则该啊场轻亲统吗带业产脸虽军极类满转步剑黑离电每飞济艺众杀报车终红视谁绝确达惊罗乐资运华伤评响刚谈领权晚兴哪显图钱态灵另欢错联计纪请创阳选紧单词调编异员仅势讲办汉证较击严龙约质够帮陆铁节细笔值陈热苏沉怀妈际级恶须维举专导备务简费脑杂亚顾岁构队鲁续剧闻爷敌规阵习线树阶诉设谓围议谢录层标摇归刘齐戏隐跑寻查试饭渐护组胜瞧释讨验买贵继团适农叹卫丽块宫环份换伦败压圣责丝赶页险顿孙药妇养卡园纸劳钟扬误咱划挥毕负宁您银诸阴闪纳罢遗顺辑乡临坚顶练缓增职啦馆伟获劲枪灭懂骂辈忆优预择补贝鲜织积晓卖仿载桌卢诺偷伙纯课厉营奶启纷摆弹财赏盘墙爸丰颇赞圆绍纵执虑烦吓闹鱼缘闲妮骑镜厅诚烧倾户丛绿惯抢项镇岛荣搞跃颜审软拥贴础谋飘训闭尘穷汤忧荡碰蓝净辩访苍愤扑县岂奋夺庆泽轮针监宽锋绪迟侧肃鸡洁仪稳乌躲郑彻销滚鸟废疯聪测涉袭狱毁饮阅检傻缩尝浓丫挡赛货揭协贼厌输骗丧躺奖桥玛劝逻鸣拖减扫损闷详烂库朵嘿绕吕绘赖哼码颤竞贫帅阁姬贯浑丢暂瞪夹饰俩兽坛贤宾锁莲牵睁轰汇腾额鉴辉缠唤雾恼拼铺阔腊龄帐皱挣扭赋驾购涂嗯颗扩艳瘦喻祸艰扯裤踢凯逊钢脏递锐摔抚砍盯趋晕娇挤钻纽键俱铜绳悬络贡喂讽违吞炼嘻驱灾谱颂扰伪笼猎饿肤绩亏喷污赌扔吵诞畅赢拦润唉懒斩签撑齿罚拨盼拟诱驰卧宪樱缝饶贺讶综栏沟谨庞疗迈挖摄渴铃饱凑纠柜烛颠婴啸牺帕览贪绵闯啡谦焰邻窝胁谅肠顽骚纹纲咖呜脖删泼掷频镖哎龟赠颈耸衬坠绣愣玫询钉蕴赐谐砸锅鹤诡眨驻贱驳宠厕哑莹叠颊摊谎缚帘钦轨筹窜钧嚷溃辽贬尬瞒鸦搂尴钩绑囊饥谬赚甩窥糕盐咕竖狮胀贞辅纤铭偿骄潇哗纱妆羡搁哟链壶贸滥赔耍仓债喔渗涩冻灿沦踩棵谣谜趟琐磕砰腻砖涨啥惩饼逛讳诀毙滩嗓媳岗捡铸讥伞骤塌旷俏岭壳储咪肿账侣蜡绽咦胧胳侦妒澜恳焕趴溅撇挪骆垃啪圾烁胶挚凳惭烤驼眯颓笺剂桩呐拢闺捣篮衔吱佣浆碟孽绸鹅呕烫搅咚嗡巢硕凿膛蚀垫嘟烘酿盏咧绅锤嚣眶垒虏勋萝轴锻狈矫敛绷绰娅瞄蚁粪汹荫垮诏绒咙诅捂浊惕拎阱秽钓蹦搔捞袜觑缎噢嗦酱帜窍噩谴悯铅赎惫缀嚎绞妞瘾掐羁捆诫翘嘎浇炽涟绊泻瘫忏舔疤惮晖镶挠澈噜噗辙呸虾揽璐嘀韧匀崭盔蚂鳞钝啧屉鳌铲呛拽驯肮憋颔踌炫喽涡慑氧棱啃颅扒拧绢哆叽瞅赘漩揍唠皂辄驭唧糙呃唷侥亵馈吨抿锯蹬攒纺吆嗳疮搀衅瞩桨瞟喳蹭啷哧嘈缔癫沥刁哝掺嗒酝啬篡锢蜕偎饵疙瘩摒谒娴骋肾巅钵愫渍谚蛰捅蔼铛歼啰谑涤锈乒蹋拴嗨啐暧轧绯坝铿嚅搐彤榨魇呗妩筛咝嗖漪喵玷痹嚓忑铠馋忐掰叼谧撬蹒囔剁撅躏嗫咔诩菇砾挛酗诋咻馅龊龌柠哒嗬腼喏坍痉梆脐蜗咿瞌翱褛臊谩搪嘭褴盹啮玑阂舀咛螃唰噼噔粼嘤呦裆蛀涮噶咭搽嗑愠咂糗蘑嗥忪觐挲氨迤邋娆遢垛耷咣饪摁嗲纫椭噙搡噱嘁呲嗝馔沏姣噘哔哐颌铤咩撸诶啵喱涝垩唿嘣吖嗵龈屌唢嚯跹嘞喾醚嘬鲑哞呒哓噻髋呔嗉吡嗞浠呯嘧唪呣筿",
        "target_characters": "這説為凜們時過対麼瑤還現髪種樣見経頭書実開両動話問間論長進義給関別門覚復難東応風張認伝題処馬讓愛師語変爾許結邊歴記読識戰徳術遠総観遙槇連強則該堯場軽親統龜帯業産臉雖軍極類満転歩剣黒離電毎飛済藝衆殺報車終紅視誰絶確達驚羅楽資運華傷評響剛談領権晩興齧顕圖銭態霊鄰歓錯聯計紀請創陽選緊単詞調編異員僅勢講齡漢証較撃厳竜約質鉤幇陸鉄節細筆値陳熱蘇齣懐媽際級悪須維挙専導備務簡費脳雑亜顧歳構隊魯続劇聞爺敵規陣習線樹階訴設謂囲議謝録層標揺帰劉斉戯隠鉋尋査試飯漸護組勝喬釈討験買貴継団適農嘆衛麗塊宮環齒換倫敗圧聖責絲骭頁険頓孫薬婦養裃園紙労鐘揚誤齊劃揮畢負寧鼡銀諸陰閃納罷遺順輯郷臨堅頂練緩増職鼕館偉獲勁槍滅皷罵輩憶優預擇補貝鮮織積暁売倣載鼈盧諾偸夥純課鼇営黨啓紛擺弾財賞盤牆點豐頗賛圓紹縦執慮煩嚇鬧魚縁閑黌騎鏡庁誠焼傾戸叢緑慣搶項鎮島栄鎬躍顔審軟擁貼礎謀飄訓閉塵窮湯憂蕩麭藍淨辯訪蒼憤撲県豈奮奪慶澤輪針監寛鋒緒遅側粛鶏潔儀穏烏躱鄭徹銷滾鳥廃瘋聡測渉襲獄毀飲閲検麩縮嘗濃麥麌賽貨掲協賊厭輸騙喪麁奨橋瑪勧邏鳴鹽減掃損悶詳爛庫朶鹹繞呂絵頼鷽碼顫競貧帥閣鷭貫渾鷏暫鷆夾飾倆獸壇賢賓鎖蓮牽諍轟匯騰額鑑輝纏喚霧悩並舗闊臘齢帳皺錚紐賦駕購塗鶺顆拡艶痩喩禍艱鶸鷁鷄凱遜鋼臓逓鋭鶲撫鶤鵺趨暈嬌擠鑚鈕鍵倶銅縄懸絡貢鶫諷違呑煉鶇駆災譜頌擾偽篭猟餓膚績虧噴汚賭鵙鵐誕暢贏攬潤鵤懶斬簽鵞歯罰撥鵈擬誘馳臥憲桜縫饒賀訝綜欄溝謹厖療邁窪摂渇鈴飽湊糾櫃燭顛嬰嘯犠袙覧貪綿闖鴾謙焔隣窩脇諒腸頑騒紋綱鵁嗚鴒刪溌擲頻驃鶯亀贈頚聳襯墜綉鴃鳫詢釘蘊賜諧鳰鍋鶴詭詐駐賎駁寵厠唖瑩畳頬攤鳧縛簾欽軌籌竄鈞鱶潰遼貶鱚瞞鴉僂鰾鈎鱆嚢飢謬賺鱇窺鰰塩鰡竪獅脹貞輔繊銘償驕瀟嘩紗粧羨擱鰤鏈壷貿濫賠鰛倉債鰮滲渋凍燦淪採鰄謡謎鰊瑣鰒鰈膩甎漲鰆懲餅絋諱訣斃灘鰌鰉崗揀鋳譏傘驟鰕昿鯰嶺殻儲鯲腫鰺侶蝋綻鯔朧鯣偵妬瀾懇煥鯆濺鮹鮴駱鮨鮠鮗爍膠摯鮖慚栲駝鮓頽箋剤鬪吶隴閨擣籃銜鬨傭漿鬚鬘綢鵝嘔髱撹髮髢巣碩鑿髞蝕驫驗驛釀盞駲紳錘囂馼塁虜勲蘿軸鍛狽矯歛繃綽讚饐蟻糞洶蔭誇詔絨龍詛餽濁餝餘餔穢釣飃掻撈襪颪緞顳顯醤幟竅顏譴憫鉛贖憊綴頸絞韆鞴鞐羈梱誡翹鞨澆熾漣絆瀉鞆懴鞁靱憚暉驤撓靤櫓靜轍靉蝦霤霙襍靭隱嶄險陦鱗鈍嘖阯鰲阨闢闍馴濶閧頷躊鉉閙渦懾钁薐墾顱釟檸絹鈩鑢鑄贅鑒輳癆鹸輒馭喞鐇鐔鐚僥褻饋噸鏥鋸鐙攅紡鍖鍠瘡讒釁矚錣錢鍄鋺錏銛獎締癲瀝鉐儂參釿釶嗇簒錮蛻釖餌釐醫醂謁嫻騁腎巓鉢遶漬諺蟄逹藹鐺殱轢謔滌銹轉轌輙軣躾曖軋緋躰鏗躙蹠蹤搾魘唄贐篩貮貭豼貎霑痺讌譌鎧謌諠誂觸謐觧蹣覩覊襾躪囁哢襌裄礫攣袿詆衵餡齪齷蟷蝨蛯靦蘰蘆痙藪臍蝸蕋蘂蕣褸蔔謾溏蔘襤蓚噛蒭蕚荵嚀莊荅茖苙茆嚶苺襠苳舮艨舊臺膸慍膰膓肭肅聲覲羇鮟纐鑞繼縺縡縅緤綫絏絎絅橢糘粃簷筬筴筥饌笘秬齋祕皰發癧瓲珎狢烱竰濛堊濳澀渮汳齦椦桾梛戉懃怱廣廏鮭崙嘸尠墺垰僊亂遊剰倖梶於闇穐齔"
    },
    "font_manager": {
        "enable": true,
        "resource_files": [
            "simhei.ttf"
        ],
        "spoof_enumeration": {
            "enable": true,
            "filter_pitch_and_family": 0,
            "filter_charset": 1,
            "spoof_charset": 128
        },
        "spoof_creation": {
            "enable": true,
            "override_face": "",
            "override_charset": 134
        }
    }
}